
var iniplaces = [{
        name: "مشويات ميدان الشام",
        lat: 24.7869052,
        long: 46.6904863,
        description: "مطعم للمشويات"

    }, {
        name: "مايسترو بيتزا",
        lat: 24.786613,
        long: 46.689113,
        description: "الذ بيتزا!"


    }, {
        name: "بولفالو وينقز",
        lat: 24.7838866,
        long: 46.7038746,
        description: "الذ اجنحة"
    }, {
        name: "صب واي",
        lat: 24.7854354,
        long: 46.6848524,
        description: "المطعم الصحي"
    }, {
        name: "مطعم كرم بيروت",
        lat: 24.7854354,
        long: 46.6848524,
        description: "الاكل الحلبي اللذيذ"
    }, {
        name: "صحارى الشام",
        lat: 24.7854744,
        long: 46.6858126,
        description: "مشويات شامية"
    }, {
        name: "شاورما نوك",
        lat: 24.7877277,
        long: 46.6904448,
        description: "شاورما صحية"
    }, {
        name: "مطعم فلافل",
        lat: 24.7873904,
        long: 46.6895597,
        description: "فلالفل لذيذة!"
    }


];